{
    "title":"WIRELESS TRANSCEIVING DEVICE",
    "Publication_Number":"20170099075",
    "Application_Number":"15/149195",
    "filing_date":"May 9, 2016",
    "Publication_Date":" April 6, 2017",
    "Inventors":"Chiang; Lu-Wei; (Hsinchu, TW)",
    "link":"http://pdfaiw.uspto.gov/.aiw?Docid=20170099075",
    "Abstract":"\n A wireless transceiving device is proposed. The wireless transceiving\n     device includes a transmitting circuit, a receiving circuit and an\n     auxiliary receiving circuit. The transmitting circuit includes a signal\n     transceiving circuit. The receiving circuit includes the signal\n     transceiving circuit. The auxiliary receiving circuit is coupled to the\n     receiving circuit and includes an auxiliary antenna. When the receiving\n     circuit receives a signal via the signal transceiving circuit, the\n     auxiliary receiving circuit assists the receiving circuit to receive the\n     signal via the auxiliary antenna.\n",
    "Claims":" 1. A wireless transceiving device, comprising: a transmitting circuit\n     comprising a signal transceiving circuit; a receiving circuit comprising\n     the signal transceiving circuit; at least one auxiliary receiving circuit\n     coupled to the receiving circuit and comprising a respective auxiliary\n     antenna; and a radio frequency circuit coupled to the transmitting\n     circuit and the receiving circuit, wherein when the receiving circuit\n     receives a signal through the signal transceiving circuit, the at least\n     one auxiliary receiving circuit assists the receiving circuit to receive\n     the signal through the auxiliary antenna, wherein the receiving circuit\n     further comprises: a first low noise amplifier, having an input terminal\n     coupled to the signal transceiving circuit; and a signal addition\n     circuit, coupled between the radio frequency circuit and an output\n     terminal of the first low noise amplifier.\n 2. The wireless transceiving device as claimed in claim 1, wherein the\n     signal transceiving circuit comprises a first antenna and a second\n     antenna, the transmitting circuit transmits a first signal through the\n     first antenna, and the receiving circuit receives a second signal through\n     the second antenna, wherein when the receiving circuit receives the\n     second signal through the second antenna, the at least one auxiliary\n     receiving circuit assists the receiving circuit to receive the second\n     signal through the auxiliary antenna.\n 3. The wireless transceiving device as claimed in claim 1, wherein the\n     signal transceiving circuit comprises a radio frequency switch and an\n     antenna, the radio frequency switch couples the antenna to the receiving\n     circuit and the transmitting circuit, and the radio frequency switch\n     switches to facilitate the transmitting circuit to transmit a first\n     signal through the antenna, or switches to facilitate the receiving\n     circuit to receive a second signal through the antenna, wherein when the\n     radio frequency switch switches to facilitate the receiving circuit to\n     receive the second signal through the antenna, the at least one auxiliary\n     receiving circuit assists the receiving circuit to receive the second\n     signal through the auxiliary antenna.\n 4. The wireless transceiving device as claimed in claim 3, wherein a\n     first terminal of the radio frequency switch is coupled to the antenna, a\n     second terminal of the radio frequency switch is coupled to a\n     transmitting node of the radio frequency circuit, and a third terminal of\n     the radio frequency switch is coupled to the input terminal of the first\n     low noise amplifier.\n 5. The wireless transceiving device as claimed in claim 4, wherein each\n     of the at least one auxiliary receiving circuit comprises: a second low\n     noise amplifier for electrically isolating the auxiliary antenna from the\n     antenna and other auxiliary antennas, wherein an input terminal of the\n     second low noise amplifier is coupled to the auxiliary antenna, and an\n     output terminal of the second low noise amplifier is coupled to the\n     signal addition circuit.\n 6. The wireless transceiving device as claimed in claim 4, wherein the\n     receiving circuit further comprises at least one filter.\n 7. The wireless transceiving device as claimed in claim 4, wherein the at\n     least one auxiliary receiving circuit comprises at least one filter.\n 8. The wireless transceiving device as claimed in claim 1, wherein the at\n     least one auxiliary antenna is a directional antenna, wherein if the\n     number of the at least one auxiliary antenna is larger than one, the\n     auxiliary antennas point to different directions.\n 9. The wireless transceiving device as claimed in claim 1, wherein the\n     antenna has an antenna pattern, and the at least one auxiliary antenna\n     has an auxiliary antenna pattern, the auxiliary antenna pattern and the\n     antenna pattern are synthesized into an omnidirectional antenna pattern.\n 10. The wireless transceiving device as claimed in claim 2, wherein: the\n     input terminal of the first low noise amplifier is coupled to the second\n     antenna.\n 11. The wireless transceiving device as claimed in claim 10, wherein each\n     of the at least one auxiliary receiving circuit comprises: a second low\n     noise amplifier for electrically isolating the auxiliary antenna from the\n     antenna and other auxiliary antennas, wherein an input terminal of the\n     second low noise amplifier is coupled to the auxiliary antenna, and an\n     output terminal of the second low noise amplifier is coupled to the\n     signal addition circuit.\n 12. The wireless transceiving device as claimed in claim 10, wherein the\n     receiving circuit further comprises at least one filter.\n 13. The wireless transceiving device as claimed in claim 10, wherein the\n     at least one auxiliary receiving circuit comprises at least one filter.\n     "
}