{
    "abstractC": "有鑒於之前計畫反應熱烈，本計畫擬持續今年度(107年)正在開發的兩主題的科學營隊梯次，防疫相關的「微生物與人類的戰爭」以及應用相關的「微生物的妙用」兩種營隊內容，結合科工館內與微生物相關主題之展廳展覽，續辦國中科學營。另本計畫擬擬持續辦理校園演講暨動手做活動，但針對偏遠學校。同時培訓偏遠學校的老師，輔導他們使用本教材與教案教具，並推廣到任教學校其他班級。同時號召多年來培訓的校園種子教師，給予更新之材料及教材，鼓勵每年在任教的學校協助科普活動推廣。此外，延續107年度計畫，本年度仍續辦種子教師工作坊，提供老師科學營隊精華教材，並加入微生物相關新聞時事新知，協助老師了解最新應用趨勢或防疫策略，能結合教授課程，設計出適當教案，並擬新建立「種子教師微生物科普資源分享網路社群」，讓新舊種子教師能夠隨時進行線上交流，成為永續的社群。本年度也先嘗試結合兩系學生專長，開發AR微生物科普教材，並使用於暑假梯次營隊以評估成效。",
    "abstractE": "According to eagerly attending science camp before, this project will develop two science camp title with “The war between microorganisms and human” and “The Magic Effects of Microorganisms”. The exhibition related to microbiology held in National Science and Technology Museum will also be included. The content of the camp will inspire the participants’ interested in the study of microbiology and enlighten them with more knowledge to have innovation in this field. The camp will include the teaching and research experiences of applicant in microbiology and adapted to junior high school students. The camp will use lecture, actual operation, observation, Q&A, group discussion and presentation to inspire the interests of students to learn and explore the secret of life. “Go to school” lecture and science DIY activity had held for several. We have already visited nearly 45 schools, including 12 remote and 4 special remote schools. This project we will focus on remote and special remote schools. At the same time, this project also plans to train the attending teacher as seed to apply these teaching materials to more classes. On the other hand, this project will also organize two seed teacher workshop to enhance their ability and knowledge. We also develop “Seed Teacher Microbial Science Resource Sharing Network Community\" that would let new and old seed teachers be able to communicate online at any time and become a sustainable community. This year, we also tried to combine the two department students to develop AR microbiology science textbooks and use them for summer vacation echelons to assess effectiveness. The project focuses on the design and organization of the science camp, to the remote school for campus lectures and DIY activities, continues to handle the seed teacher training workshop, and combine the old and new blood seed teachers to set up a science resource sharing network community to exchange experiences, to enable microbiology-related science activities and teaching plans could be extended to more schools. Before and after the camp and campus activities, there will be a test to assess the effectiveness of student learning, as well as a motivation questionnaire and other feedback forms, and a statistical analysis to assess the effectiveness of the student's learning outcomes and motivational changes. These data will be used as reference to improve next plan progress in the future.",
    "abstract_": "有鑒於之前計畫反應熱烈，本計畫擬持續今年度(107年)正在開發的兩主題的科學營隊梯次，防疫相關的「微生物與人類的戰爭」以及應用相關的「微生物的妙用」兩種營隊內容，結合科工館內與微生物相關主題之展廳展覽，續辦國中科學營。另本計畫擬擬持續辦理校園演講暨動手做活動，但針對偏遠學校。同時培訓偏遠學校的老師，輔導他們使用本教材與教案教具，並推廣到任教學校其他班級。同時號召多年來培訓的校園種子教師，給予更新之材料及教材，鼓勵每年在任教的學校協助科普活動推廣。此外，延續107年度計畫，本年度仍續辦種子教師工作坊，提供老師科學營隊精華教材，並加入微生物相關新聞時事新知，協助老師了解最新應用趨勢或防疫策略，能結合教授課程，設計出適當教案，並擬新建立「種子教師微生物科普資源分享網路社群」，讓新舊種子教師能夠隨時進行線上交流，成為永續的社群。本年度也先嘗試結合兩系學生專長，開發AR微生物科普教材，並使用於暑假梯次營隊以評估成效。",
    "baseSeqList": [],
    "cytoscapeObjs": [],
    "excuOrganCode": null,
    "excuOrganName": "義守大學生物科技學系",
    "fteDocIdList": [],
    "fteList": null,
    "fteOpenYM": null,
    "fteStatus": 1,
    "gr2Classify": null,
    "grb05Members": null,
    "grb05Report2": null,
    "hasFte": false,
    "hasMicro": false,
    "host1NameC": [
        "王瑜琦"
    ],
    "hostNameList": [
        "王瑜琦"
    ],
    "id": 13009367,
    "keyword": "關鍵詞：微生物；科學研習營；動手做；校園演講；種子教師工作坊；亦敵亦友",
    "keywordC": "關鍵詞：微生物；科學研習營；動手做；校園演講；種子教師工作坊；亦敵亦友",
    "keywordE": "Keywords: Microbiology； Science camp； Do it yourself； Campus speech； Seed teacher workshop； Frenemy",
    "micro1": null,
    "micro2": null,
    "pengDesc": "Explore the Frenemy Microbes ~ the Promotion Plan for Science Camps and Science Teaching Plans",
    "periodEnym": "10906",
    "periodStym": "10807",
    "planAmt": 706,
    "planNo": "MOST108-2515-S214-001",
    "planOrganCode": "BT100",
    "planOrganName": "科技部",
    "planYear": 108,
    "pnchDesc": "科普活動：探索亦敵亦友的微生物，科學營隊及科普教案之推廣計畫（主題一）",
    "projkey": "PF10806-0124",
    "reportLimit": 1,
    "researchAttribute": {
        "cname": "應用研究",
        "code": "2",
        "ename": null,
        "memo": null
    },
    "researchField1": {
        "cname": "科學教育",
        "code": "92",
        "ename": null,
        "groupName": null,
        "memo": null
    },
    "researchField2": null,
    "researchField3": null,
    "researchField4": null,
    "researchField5": null,
    "researchField6": null,
    "researchType": {
        "cname": "學術補助",
        "code": "3",
        "ename": null,
        "memo": null,
        "seq": 0
    },
    "showRON": true,
    "title": "科普活動：探索亦敵亦友的微生物，科學營隊及科普教案之推廣計畫（主題一）",
    "urlIace": null
}